tap "nikitabobko/tap"

brew "abseil"
brew "k9s"
brew "kubelogin"
brew "aom"
brew "aribb24"
brew "azure-cli"
brew "borders"
brew "brotli"
brew "c-ares"
brew "ca-certificates"
brew "cairo"
brew "cjson"
brew "dav1d"
brew "eigen"
brew "fd"
brew "ffmpegthumbnailer"
brew "flac"
brew "fontconfig"
brew "freetype"
brew "frei0r"
brew "fribidi"
brew "fzf"
brew "gcc"
brew "gettext"
brew "gh"
brew "giflib"
brew "glib"
brew "gmp"
brew "gnupg"
brew "gnutls"
brew "gpgme"
brew "gpgmepp"
brew "graphite2"
brew "harfbuzz"
brew "helix"
brew "highway"
brew "icu4c@77"
brew "imagemagick"
brew "imath"
brew "isl"
brew "jasper"
brew "jpeg-turbo"
brew "jpeg-xl"
brew "jq"
brew "lame"
brew "lazygit"
brew "lazykube"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libassuan"
brew "libb2"
brew "libbluray"
brew "libde265"
brew "libdeflate"
brew "libevent"
brew "libgcrypt"
brew "libgpg-error"
brew "libheif"
brew "libidn2"
brew "libksba"
brew "liblqr"
brew "libmicrohttpd"
brew "libmpc"
brew "libnghttp2"
brew "libnghttp3"
brew "libngtcp2"
brew "libogg"
brew "libomp"
brew "libpng"
brew "libraw"
brew "librist"
brew "libsamplerate"
brew "libsndfile"
brew "libsodium"
brew "libsoxr"
brew "libssh"
brew "libtasn1"
brew "libtiff"
brew "libtool"
brew "libunibreak"
brew "libunistring"
brew "libusb"
brew "libuv"
brew "libvidstab"
brew "libvmaf"
brew "libvorbis"
brew "libvpx"
brew "libx11"
brew "libxau"
brew "libxcb"
brew "libxdmcp"
brew "libxext"
brew "libxrender"
brew "little-cms2"
brew "lpeg"
brew "luajit"
brew "luv"
brew "lz4"
brew "lzo"
brew "m4"
brew "mbedtls"
brew "mpdecimal"
brew "mpfr"
brew "mpg123"
brew "neovim"
brew "nspr"
brew "nss"
brew "numpy"
brew "oniguruma"
brew "openblas"
brew "opencore-amr"
brew "openexr"
brew "openjpeg"
brew "openssl@3"
brew "opus"
brew "p11-kit"
brew "pango"
brew "parallel"
brew "pcre2"
brew "pinentry"
brew "pipx"
brew "pixman"
brew "poppler"
brew "protobuf"
brew "pulumi"
brew "pybind11"
brew "python@3.12"
brew "python@3.13"
brew "pytorch"
brew "rav1e"
brew "readline"
brew "ripgrep"
brew "rubberband"
brew "sdl2"
brew "sevenzip"
brew "shared-mime-info"
brew "simdjson"
brew "sleef"
brew "snappy"
brew "sox"
brew "speex"
brew "sqlite"
brew "srt"
brew "stow"
brew "svt-av1"
brew "tesseract"
brew "theora"
brew "tldr"
brew "tree-sitter"
brew "unbound"
brew "unibilium"
brew "utf8proc"
brew "vercel-cli"
brew "webp"
brew "x264"
brew "x265"
brew "xorgproto"
brew "xvid"
brew "xz"
brew "yarn"
brew "yazi"
brew "zeromq"
brew "zimg"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "zstd"

cask "aerospace"
cask "alacritty"
cask "applite"
cask "brave-browser"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "hazeover"
cask "mac-mouse-fix"
cask "postman"
cask "powershell"
cask "protonvpn"
cask "raycast"
cask "slack"
cask "toinane-colorpicker"
cask "visual-studio-code"
cask "google-chrome"

vscode "42crunch.vscode-openapi"
vscode "alefragnani.project-manager"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "csharpier.csharpier-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gregoire.dance"
vscode "jensbech-srensen.comfydark"
vscode "johnpapa.vscode-peacock"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "patcx.vscode-nuget-gallery"
vscode "redhat.vscode-yaml"
vscode "shuworks.vscode-jump-to-hint"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "xabikos.javascriptsnippets"
