tap "nikitabobko/tap"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "helix"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "neovim"
brew "poppler"
brew "ripgrep"
brew "sevenzip"
brew "sox"
brew "stow"
brew "yazi"
brew "zoxide"
brew "zsh-syntax-highlighting"
cask "aerospace"
cask "alacritty"
cask "applite"
cask "font-symbols-only-nerd-font"
cask "protonvpn"
cask "raycast"
cask "visual-studio-code"
cask "vlc"
vscode "42crunch.vscode-openapi"
vscode "alefragnani.project-manager"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "csharpier.csharpier-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gregoire.dance"
vscode "jensbech-srensen.comfydark"
vscode "johnpapa.vscode-peacock"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "patcx.vscode-nuget-gallery"
vscode "redhat.vscode-yaml"
vscode "shuworks.vscode-jump-to-hint"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "xabikos.javascriptsnippets"
